Repository: beGateway/woocommerce-payment-module
Catalog: woocommerce-begateway/languages/woocommerce-begateway-*.po
Languages: be_by

source: Enable/Disable
be_by: Уключыць/Выключыць

source: Enable BeGateway
be_by: Уключыць BeGateway

source: Title
be_by: Загаловак

source: This is the title displayed to the user during checkout
be_by: Гэты загаловак паказваецца пакупніку падчас афармлення замовы

source: Credit or debit card
be_by: Банкаўская карта

source: Admin Title
be_by: Загаловак для адміністратара

source: This is the title displayed to the admin user
be_by: Гэты загаловак паказваецца адміністратарам

source: Description
be_by: Апісанне

source: This is the description which the user sees during checkout
be_by: Гэта апісанне, якое карыстальнік бачыць падчас афармлення замовы

source: Shop ID
be_by: ID крамы

source: Please enter your Shop Id.
be_by: Пазначце ID крамы.

source: Secret key
be_by: Сакрэтны ключ

source: Please enter your Shop secret key.
be_by: Пазначце сакрэтны ключ вашай крамы.

source: Payment gateway domain
be_by: Дамен плацёжнага шлюза

source: Please enter payment gateway domain of your payment processor
be_by: Пазначце дамен плацёжнага шлюза вашага плацёжнага працэсара

source: Payment page domain
be_by: Дамен старонкі аплаты

source: Please enter payment page domain of your payment processor
be_by: Пазначце дамен старонкі аплаты вашага плацёжнага працэсара

source: Transaction type
be_by: Тып транзакцыі

source: Payment
be_by: Аплата

source: Authorization
be_by: Аўтарызацыя

source: Select Payment (Authorization & Capture) or Authorization.
be_by: Абярыце «Аплата» («Аўтарызацыя» + «Спісанне») або «Аўтарызацыя».

source: Enable Bankcard Payments
be_by: Уключыць аплату банкаўскай картай

source: This enables VISA/Mastercard and etc card payments
be_by: Уключае аплату пры дапамозе Visa, MasterCard і іншых банкаўскіх карт

source: Enable Halva card payments
be_by: Уключыць аплату картай «Халва»

source: This enables Halva card payments
be_by: Уключае аплату пры дапамозе карты «Халва»

source: Enable ERIP payments
be_by: Уключыць аплату праз АРІП

source: This enables ERIP payments
be_by: Уключае аплату праз АРІП

source: ERIP service code
be_by: Код паслугі АРІП

source: Enter ERIP service code provided you by your payment service provider
be_by: Пазначце код паслугі АРІП, дадзены вам плацёжным правайдэрам

source: Payment valid (minutes)
be_by: Рахунак сапраўдны (хвілін)

source: The value sets a period of time within which an order must be paid
be_by: Гэта значэнне вызначае перыяд часу, цягам якога замова мусіць быць аплачана

source: Enable admin capture etc.
be_by: Уключыць спісанне і інш. адміністратарам

source: Show Transaction Table
be_by: Паказваць табліцу транзакцый

source: Allows admin to send capture/void/refunds
be_by: Дазваляе адміністратарам аперацыі спісання/сказавання/звароту

source: Payment mode
be_by: Рэжым аплаты

source: Test
be_by: Тэставы

source: Live
be_by: Сапраўдны

source: Select module payment mode
be_by: Выберыце рэжым аплаты для модуля

source: Debug Log
be_by: Журнал адладкі

source: Enable logging
be_by: Уключыць запіс у журнал

source: Log events
be_by: Запісваць падзеі

source: Order
be_by: Замова

source: Error to get a payment token.
be_by: Памылка ў атрыманні токена аплаты.

source: Make payment
be_by: Аплаціць

source: Cancel order
be_by: Адмяніць замову

source: Order currently pending no capture/refund available
be_by: Замова ў статусе «Чаканне», спісанне або зварот недаступныя

source: Please enter amount to capture
be_by: Пазначце суму спісання

source: Capture
be_by: Спісаць

source: Please enter amount to void
be_by: Пазначце суму скасавання

source: Void
be_by: Скасаваць

source: Please enter amount to refund
be_by: Пазначце суму звароту

source: Refund
be_by: Зварот

source: Refund reason
be_by: Прычына звароту

source: Payment success.
be_by: Аплата паспяховая.

source: Payment failed.
be_by: Аплата няўдалая.

source: Payment incomplete, order status not updated.
be_by: Аплата не завершана. Статус замовы не зменены.

source: Payment error, order status not updated.
be_by: Памылка аплаты. Статус замовы не зменены.

source: Payment authorised. No money captured yet.
be_by: Аплата аўтарызавана. Грошы пакуль не спісаны.

source: Authorization failed.
be_by: Аўтарызацыя няўдалая.

source: Authorisation incomplete, order status not updated.
be_by: Аўтарызацыя не завершана. Статус замовы не зменены.

source: Authorisation error, order status not updated
be_by: Памылка аўтарызацыі. Статус замовы не зменены

source: Callback error, order status not updated
be_by: Памылка зваротнага паведамлення. Статус замовы не зменены

source: UID is not correct
be_by: UID некарэктны

source: Wrong order status. Void is not possible.
be_by: Памылковы статус замовы. Скасаванне немагчыма.

source: Void status
be_by: Статус скасавання

source: Void attempt failed
be_by: Спроба скасавання няўдалая

source: Payment voided
be_by: Аплата скасавана

source: Wrong order status. Capture is not possible.
be_by: Памылковы статус замовы. Спісанне немагчыма.

source: Capture status
be_by: Статус спісання

source: Capture attempt failed
be_by: Спроба спісання няўдалая

source: Payment captured
be_by: Аплата спісана

source: Wrong order status. Refund is not possible.
be_by: Памылковы статус замовы. Зварот немагчымы.

source: Refund status
be_by: Статус звароту

source: Refund attempt failed
be_by: Спроба звароту няўдалая

source: Payment refunded
be_by: Аплата вернута

source: Refunded from Woocommerce
be_by: Вернута з WooCommerce

source: Extends WooCommerce with BeGateway payment gateway.
be_by: Пашырае WooCommerce плацёжным шлюзам BeGateway.

source: BeGateway development team
be_by: Каманда распрацоўкі BeGateway
