Repository: begateway/woocommerce-payment-module
Catalog: woocommerce-begateway/languages/woocommerce-begateway-*.po
Languages: ru_ru

source: Error to process subscription payment with the error: %s
ru_ru: Ошибка обработки оплаты подписки с ошибкой: %s

source: Card token not found
ru_ru: Токен карты не найден

source: Error to process subscription payment
ru_ru: Ошибка при оплате подписки

source: Successfully processed subscription payment
ru_ru: Оплата подписки успешно обработана

source: Transaction UID:
ru_ru: Номер операции:

source: Via %s card ending in %s (%s)
ru_ru: С карты %s, заканчивающейся на %s (%s)

source: Subscription payment method update of order
ru_ru: Обновление способа оплаты подписки по заказу

source: BeGateway payment gateway solution
ru_ru: Платёжный шлюз WooCommerce BeGateway

source: Error to get a payment token
ru_ru: Ошибка получения токена платежа

source: Make payment
ru_ru: Оплатить

source: Cancel order
ru_ru: Отменить заказ

source: Order
ru_ru: Заказ

source: Invalid payment method
ru_ru: Некорректный способ оплаты

source: No transaction reference UID to capture
ru_ru: Номер операции авторизации не найден

source: Transaction is already captured
ru_ru: Деньги по операции уже списаны

source: Capture completed
ru_ru: Списание успешно

source: Error to capture transaction
ru_ru: Ошибка списания денег по операции

source: Error:
ru_ru: Ошибка:

source: No transaction reference UID to cancel
ru_ru: Номер операции авторизации не найден

source: Void complete
ru_ru: Отмена успешна

source: Error to void transaction
ru_ru: Ошибка отмены операции

source: No transaction reference UID to refund
ru_ru: Номер операции оплаты не найден

source: Refunded from Woocommerce
ru_ru: Возвращено из WooCommerce

source: Refund completed
ru_ru: Возврат успешен

source: Error to refund transaction
ru_ru: Ошибка возврата денег по операции

source: Issue: Creating the transaction failed!
ru_ru: Ошибка создания операции

source: There was a problem creating the transaction!
ru_ru: Возникла проблема с созданием транзакции!

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable BeGateway
ru_ru: Включить BeGateway

source: Title
ru_ru: Заголовок

source: This is the title displayed to the user during checkout
ru_ru: Этот заголовок будет показан покупателю в процессе оплаты

source: Credit or debit card
ru_ru: Банковская карта

source: Description
ru_ru: Описание

source: This is the description which the user sees during checkout
ru_ru: Это описание будет видеть покупатель в процессе оплаты

source: Shop ID
ru_ru: ID магазина

source: Please enter your shop Id
ru_ru: Введите Id магазина

source: Secret key
ru_ru: Секретный ключ магазина

source: Please enter your shop secret key
ru_ru: Введите секретный ключ вашего магазина

source: Public key
ru_ru: Публичный ключ магазина

source: Please enter your shop public key
ru_ru: Введите публичный ключ вашего магазина

source: Payment gateway domain
ru_ru: Домен платежного шлюза

source: Please enter payment gateway domain of your payment processor
ru_ru: Введите домен платежного шлюза вашей платежной компании

source: Payment page domain
ru_ru: Домен страницы оплаты

source: Please enter payment page domain of your payment processor
ru_ru: Введите домен платежной страницы вашей платежной компании

source: Transaction type
ru_ru: Тип операции

source: Payment
ru_ru: Оплата

source: Authorization
ru_ru: Авторизация

source: Select Payment (Authorization & Capture) or Authorization
ru_ru: Выберите Оплата или Авторизация

source: Payment methods
ru_ru: Способы оплаты

source: Select the payment method types to accept them explicity
ru_ru: Выберите типы способов оплаты

source: Bankcard
ru_ru: Банковская карта

source: Halva
ru_ru: Халва

source: ERIP
ru_ru: ЕРИП

source: ERIP service code
ru_ru: Код услуги ЕРИП

source: Enter ERIP service code provided you by your payment service provider
ru_ru: Введите код услуги ЕРИП, сообщенной вам вашим провайдером платежей

source: Payment valid (minutes)
ru_ru: Оплата действительна (минут)

source: The value sets a period of time within which an order must be paid
ru_ru: Укажите количество минут, в течение которых заказ должен быть оплачен

source: Payment mode
ru_ru: Режим работы

source: Test
ru_ru: Тест

source: Live
ru_ru: Рабочий

source: Select module payment mode
ru_ru: Укажите режим работы модуля

source: Debug Log
ru_ru: Журнал отладки

source: Enable logging
ru_ru: Включить журнал сообщений

source: Log events
ru_ru: События журнала

source: Order is cancelled
ru_ru: Заказ успешно отменен

source: Remaining balance
ru_ru: Остаток

source: Total authorized
ru_ru: Всего авторизировано

source: Total captured
ru_ru: Всего списано

source: Total refunded
ru_ru: Всего возвращено

source: You are about to CAPTURE this payment
ru_ru: Вы осуществляете списание данной операции

source: Capture full amount (%s)
ru_ru: Списать всю сумму (%s)

source: You are about to CANCEL this payment
ru_ru: Вы осуществляете отмену данной операции

source: Cancel transaction
ru_ru: Отменить операцию

source: Partly capture
ru_ru: Списание

source: Capture amount
ru_ru: Сумма списания

source: Capture specified amount
ru_ru: Списать указанную сумму

source: Partly refund
ru_ru: Возврат

source: Refund amount
ru_ru: Сумма возврата

source: Refund specified amount
ru_ru: Возврат указанной суммы

source: Payment method
ru_ru: Способ оплаты

source: Transaction UID
ru_ru: Номер операции:

source: Card number
ru_ru: Номер карты

source: Card brand
ru_ru: Тип карты

source: Transactions
ru_ru: Операции

source: Please wait...
ru_ru: Пожалуйста, подождите...

source: Capture success
ru_ru: Списание успешно

source: Order already cancelled
ru_ru: Заказ уже отменен

source: Cancel success
ru_ru: Отмена успешна

source: Refund success
ru_ru: Возврат успешен

source: Capture partly success
ru_ru: Списание успешно

source: Extends WooCommerce with BeGateway payment gateway.
ru_ru: Расширение WooCommerce для платежного шлюза BeGateway

source: BeGateway development team
ru_ru: Команда разработчиков BeGateway
